Revit 2027 API
FilterNumericLessOrEqual Properties
The FilterNumericLessOrEqual type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterNumericRuleEvaluator)
Top
See Also
Reference
FilterNumericLessOrEqual Class
Autodesk.Revit.DB Namespace